Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Springs 0.26s · 0.60 · bloom 112% · linger 60ms · compute 80ms. Clink's softer signature feel.
de: Federn 0,26 s · 0,60 · Bloom 112 % · Verweilen 60 ms · Berechnung 80 ms. Clinks weicheres Signaturgefühl.
es: Resortes 0.26s · 0.60 · bloom 112% · espera 60ms · cálculo 80ms. La sensación suave característica de Clink.
et: Vedrud 0,26 s · 0,60 · bloom 112% · viivitus 60 ms · arvutus 80 ms. Clinki pehmem tunnuslik tunne.
fr: Ressorts 0,26 s · 0,60 · bloom 112 % · maintien 60 ms · calcul 80 ms. La sensation douce signature de Clink.
hu: Rugók 0,26 s · 0,60 · bloom 112% · késlekedés 60 ms · számítás 80 ms. A Clink jellegzetes, lágyabb érzete.
it: Molle 0,26s · 0,60 · bloom 112% · attesa 60ms · calcolo 80ms. La sensazione morbida caratteristica di Clink.
ja: スプリング 0.26秒 · 0.60 · ブルーム 112% · 保持 60ms · 計算 80ms。 Clinkの柔らかい特徴的な感触。
ko: 스프링 0.26초 · 0.60 · 블룸 112% · 유지 60ms · 계산 80ms. Clink의 부드러운 시그니처 감각.
ms: Spring 0.26s · 0.60 · bloom 112% · berlengah 60ms · kira 80ms. Rasa lembut khas Clink.
pt: Molas 0,26s · 0,60 · bloom 112% · permanência 60ms · cálculo 80ms. A sensação suave característica do Clink.
ru: Пружины 0,26 с · 0,60 · свечение 112% · задержка 60 мс · вычисление 80 мс. Мягкая фирменная подача Clink.
zh_hans: 弹簧 0.26秒 · 0.60 · bloom 112% · 停留 60ms · 计算 80ms。 Clink 柔和的标志性手感。

source: Springs 0.34s · loose 0.45 · bloom 118% · linger 100ms · compute 80ms.
de: Federn 0,34 s · locker 0,45 · Bloom 118 % · Verweilen 100 ms · Berechnung 80 ms.
es: Resortes 0.34s · suelto 0.45 · bloom 118% · espera 100ms · cálculo 80ms.
et: Vedrud 0,34 s · lahtine 0,45 · bloom 118% · viivitus 100 ms · arvutus 80 ms.
fr: Ressorts 0,34 s · souple 0,45 · bloom 118 % · maintien 100 ms · calcul 80 ms.
hu: Rugók 0,34 s · laza 0,45 · bloom 118% · késlekedés 100 ms · számítás 80 ms.
it: Molle 0,34s · sciolto 0,45 · bloom 118% · attesa 100ms · calcolo 80ms.
ja: スプリング 0.34秒 · ゆるめ 0.45 · ブルーム 118% · 保持 100ms · 計算 80ms。
ko: 스프링 0.34초 · 느슨함 0.45 · 블룸 118% · 유지 100ms · 계산 80ms.
ms: Spring 0.34s · longgar 0.45 · bloom 118% · berlengah 100ms · kira 80ms.
pt: Molas 0,34s · solto 0,45 · bloom 118% · permanência 100ms · cálculo 80ms.
ru: Пружины 0,34 с · мягкость 0,45 · свечение 118% · задержка 100 мс · вычисление 80 мс.
zh_hans: 弹簧 0.34秒 · 松弛 0.45 · bloom 118% · 停留 100ms · 计算 80ms。

source: Square
de: Eckig
es: Cuadrado
et: Kandiline
fr: Carré
hu: Négyzet
it: Quadrato
ja: 四角
ko: 사각형
ms: Segi empat
pt: Quadrado
ru: Квадрат
zh_hans: 方形

source: Squish
de: Quetschen
es: Aplastamiento
et: Põrutus
fr: Écrasement
hu: Összenyomódás
it: Schiacciamento
ja: スクイッシュ
ko: 찌그러짐
ms: Penyek
pt: Esmagar
ru: Сжатие
zh_hans: 挤压

source: Stability
de: Stabilität
es: Estabilidad
et: Stabiilsus
fr: Stabilité
hu: Stabilitás
it: Stabilità
ja: 安定性
ko: 안정성
ms: Kestabilan
pt: Estabilidade
ru: Стабильность
zh_hans: 稳定性

source: Stage
de: Bühne
es: Escenario
et: Lava
fr: Scène
hu: Színpad
it: Palco
ja: ステージ
ko: 무대
ms: Pentas
pt: Palco
ru: Сцена
zh_hans: 舞台

source: Standalone
de: Eigenständig
es: Independiente
et: Eraldiseisev
fr: Indépendant
hu: Önálló
it: Indipendente
ja: 単独
ko: 단독
ms: Berasingan
pt: Independente
ru: Отдельная
zh_hans: 独立

source: Stands in for a flag. An emoji, a rune, a letter of the script.
de: Steht anstelle einer Flagge: ein Emoji, eine Rune, ein Buchstabe der Schrift.
es: Ocupa el lugar de la bandera: un emoji, una runa, una letra del alfabeto.
et: Asendab lippu. Emoji, ruun või kirja täht.
fr: Remplace le drapeau : un émoji, une rune, une lettre de l’écriture.
hu: A zászló helyén áll: egy emodzsi, egy rúna, az írás egy betűje.
it: Sta al posto della bandiera: un’emoji, una runa, una lettera della scrittura.
ja: 国旗の代わりに表示します。絵文字でも、ルーン文字でも、その文字体系の一文字でも。
ko: 국기 자리에 들어갑니다. 이모지, 룬 문자, 그 문자 체계의 글자 하나 모두 좋습니다.
ms: Menggantikan bendera: emoji, rune, atau satu huruf tulisan itu.
pt: Fica no lugar da bandeira: um emoji, uma runa, uma letra da escrita.
ru: Заменяет флаг. Эмодзи, руна или буква нужной письменности.
zh_hans: 代替国旗显示：一个表情符号、一个符文，或这套文字里的一个字母。

source: Starfield
de: Sternenfeld
es: Campo de estrellas
et: Täheväli
fr: Champ d'étoiles
hu: Csillagmező
it: Campo stellare
ja: 星空
ko: 별밭
ms: Medan bintang
pt: Campo de estrelas
ru: Звёздное поле
zh_hans: 星空

source: Starlight
de: Sternenlicht
es: Luz de estrellas
et: Tähevalgus
fr: Lumière d'étoiles
hu: Csillagfény
it: Luce di stelle
ja: スターライト
ko: 별빛
ms: Cahaya bintang
pt: Luz das estrelas
ru: Звёздный свет
zh_hans: 星光

source: Start
de: Starten
es: Iniciar
et: Alusta
fr: Démarrer
hu: Indítás
it: Avvia
ja: 開始
ko: 시작
ms: Mula
pt: Iniciar
ru: Начать
zh_hans: 开始

source: Start 7-Day Free Trial
de: 7 Tage kostenlos testen
es: Empezar prueba gratis de 7 días
et: Alusta 7-päevane tasuta proov
fr: Commencer l'essai gratuit de 7 jours
hu: 7 napos ingyenes próba indítása
it: Inizia la prova gratuita di 7 giorni
ja: 7日間の無料トライアルを始める
ko: 7일 무료 체험 시작
ms: Mulakan percubaan percuma 7 hari
pt: Começar teste grátis de 7 dias
ru: Начать 7-дневный бесплатный период
zh_hans: 开始 7 天免费试用

source: Start a Clink dictation session from your home screen.
de: Starte ein Clink-Diktat vom Home-Bildschirm aus.
es: Inicia una sesión de dictado de Clink desde la pantalla de inicio.
et: Alusta Clinki dikteerimist avakuvalt.
fr: Lance une session de dictée Clink depuis ton écran d’accueil.
hu: Indíts Clink-diktálást a Főképernyőről.
it: Avvia una sessione di dettatura Clink dalla schermata Home.
ja: ホーム画面からClinkの音声入力を開始します。
ko: 홈 화면에서 Clink 받아쓰기를 시작하세요.
ms: Mulakan sesi imlak Clink dari Skrin Utama.
pt: Inicie uma sessão de ditado do Clink a partir do ecrã principal.
ru: Начните сеанс диктовки Clink с экрана «Домой».
zh_hans: 从主屏幕开始 Clink 听写。

source: Start dictating
de: Diktat starten
es: Empezar a dictar
et: Alusta dikteerimist
fr: Commencer à dicter
hu: Diktálás indítása
it: Inizia a dettare
ja: 音声入力を開始
ko: 받아쓰기 시작
ms: Mula berimlak
pt: Começar a ditar
ru: Начать диктовать
zh_hans: 开始口述

source: Start from
de: Ausgehen von
es: Empezar desde
et: Alusta
fr: Partir de
hu: Kiindulás
it: Parti da
ja: 作成のもと
ko: 시작 대상
ms: Mula daripada
pt: Começar a partir de
ru: Начать с
zh_hans: 起点

source: Start from an example
de: Mit einem Beispiel starten
es: Empezar con un ejemplo
et: Alusta näitest
fr: Partir d'un exemple
hu: Kezdj egy példával
it: Parti da un esempio
ja: サンプルから始める
ko: 예시로 시작하기
ms: Mula dengan contoh
pt: Começar a partir de um exemplo
ru: Начать с примера
zh_hans: 从示例开始

source: Start from any layout above, then move keys and add rows on the Keys tab.
de: Fang mit einem Layout von oben an und verschieb dann Tasten oder füg im Tab „Tasten“ Reihen hinzu.
es: Empieza por cualquier disposición de arriba y luego mueve teclas y añade filas en la pestaña Teclas.
et: Alusta mistahes ülalolevast paigutusest, seejärel liiguta klahve ja lisa ridu kaardil Klahvid.
fr: Pars d’une disposition ci-dessus, puis déplace des touches et ajoute des rangées dans l’onglet Touches.
hu: Indulj el a fenti elrendezések bármelyikéből, majd a Billentyűk fülön mozgasd a billentyűket és adj hozzá sorokat.
it: Parti da una delle disposizioni qui sopra, poi sposta i tasti e aggiungi righe nella scheda Tasti.
ja: 上のレイアウトのどれかから始めて、「キー」タブでキーを動かしたり行を足したりします。
ko: 위의 배열 중 하나로 시작한 다음 ‘키’ 탭에서 키를 옮기고 행을 추가하세요.
ms: Mulakan daripada mana-mana susun atur di atas, kemudian alihkan kekunci dan tambah baris dalam tab Kekunci.
pt: Começa por qualquer esquema acima e depois move teclas e acrescenta linhas no separador Teclas.
ru: Возьмите любую раскладку выше за основу, а потом двигайте клавиши и добавляйте ряды на вкладке «Клавиши».
zh_hans: 先从上面任选一套布局，然后在「按键」标签页里移动按键、添加行。

source: Start over
de: Von vorn anfangen
es: Empezar de cero
et: Alusta uuesti
fr: Tout recommencer
hu: Kezdés elölről
it: Ricomincia
ja: 最初からやり直す
ko: 처음부터 다시
ms: Mula semula
pt: Começar de novo
ru: Начать заново
zh_hans: 重新开始

source: Start speed
de: Starttempo
es: Velocidad inicial
et: Algkiirus
fr: Vitesse de départ
hu: Kezdősebesség
it: Velocità iniziale
ja: 開始速度
ko: 시작 속도
ms: Kelajuan mula
pt: Velocidade inicial
ru: Начальная скорость
zh_hans: 起始速度

source: Start typing
de: Einfach lostippen
es: Empieza a escribir
et: Hakka tipitama
fr: Commence à écrire
hu: Kezdj el gépelni
it: Inizia a scrivere
ja: 入力してみよう
ko: 입력을 시작하세요
ms: Mula menaip
pt: Começa a escrever
ru: Начните печатать
zh_hans: 开始输入

source: Start typing with Clink and your stats will show up here.
de: Fang an, mit Clink zu tippen, dann erscheinen deine Statistiken hier.
es: Empieza a escribir con Clink y tus estadísticas aparecerán aquí.
et: Hakka Clinkiga tipitama ja sinu statistika ilmub siia.
fr: Commence à taper avec Clink et tes statistiques apparaîtront ici.
hu: Kezdj el gépelni a Clinkkel, és a statisztikáid itt fognak megjelenni.
it: Inizia a scrivere con Clink e le tue statistiche compariranno qui.
ja: Clinkで入力を始めると、ここに統計が表示されます。
ko: Clink으로 입력을 시작하면, 여기에 통계가 나타나요.
ms: Mula menaip dengan Clink dan statistik anda akan dipaparkan di sini.
pt: Começa a escrever com o Clink e as tuas estatísticas vão aparecer aqui.
ru: Начните печатать в Clink — и здесь появится ваша статистика.
zh_hans: 开始用 Clink 打字吧，你的统计数据会显示在这里。

source: Start typing. Both are spell-checked at once.
de: Fang an zu tippen. Beide werden gleichzeitig geprüft.
es: Empieza a escribir. Los dos se revisan a la vez.
et: Hakka tipitama. Mõlemad kontrollitakse korraga.
fr: Commence à écrire. Les deux sont vérifiées en même temps.
hu: Kezdj gépelni. Mindkettőt egyszerre ellenőrzi.
it: Comincia a scrivere. Entrambe vengono controllate insieme.
ja: あとは入力するだけです。両方の言語が同時にチェックされます。
ko: 이제 입력하면 됩니다. 두 언어를 동시에 검사합니다.
ms: Mula menaip. Kedua-duanya disemak serentak.
pt: Começa a escrever. Os dois são verificados ao mesmo tempo.
ru: Начинайте печатать. Орфография проверяется сразу в обоих.
zh_hans: 开始打字就行，两种语言会同时校对。

source: Start width
de: Startbreite
es: Ancho inicial
et: Alglaius
fr: Largeur de départ
hu: Kezdőszélesség
it: Larghezza iniziale
ja: 開始の幅
ko: 시작 너비
ms: Lebar mula
pt: Largura inicial
ru: Ширина в начале
zh_hans: 起始宽度

source: Start with a preset or create a rule.
de: Beginne mit einer Vorlage oder erstelle eine Regel.
es: Empieza con un preajuste o crea una regla.
et: Alusta eelseadistusest või loo reegel.
fr: Pars d’un préréglage ou crée une règle.
hu: Kezdj egy előbeállítással, vagy hozz létre szabályt.
it: Inizia con una preimpostazione o crea una regola.
ja: プリセットから始めるか、ルールを作成してください。
ko: 프리셋으로 시작하거나 규칙을 만드세요.
ms: Mulakan dengan pratetap atau cipta peraturan.
pt: Começa com uma predefinição ou cria uma regra.
ru: Начните с шаблона или создайте правило.
zh_hans: 从预设开始，或创建规则。

source: Started from %@. Your font stays on this device: fonts made here aren't attached to shared themes.
de: Ausgehend von %@ erstellt. Deine Schrift bleibt auf diesem Gerät: hier erstellte Schriften werden geteilten Themes nicht beigefügt.
es: Creada a partir de %@. Tu fuente se queda en este dispositivo: las fuentes hechas aquí no se adjuntan a los temas compartidos.
et: Loodud fondi %@ põhjal. Sinu font jääb sellesse seadmesse: siin tehtud fonte ei lisata jagatavatele teemadele.
fr: Créée à partir de %@. Ta police reste sur cet appareil : les polices créées ici ne sont pas jointes aux thèmes partagés.
hu: %@ alapján készült. A betűtípusod ezen az eszközön marad: az itt készített betűtípusok nem csatolódnak a megosztott témákhoz.
it: Creato a partire da %@. Il tuo font resta su questo dispositivo: i font creati qui non vengono allegati ai temi condivisi.
ja: %@をもとに作成しました。このフォントは端末内にとどまり、共有するテーマには添付されません。
ko: %@에서 시작했습니다. 만든 글꼴은 이 기기에만 남으며, 공유하는 테마에는 첨부되지 않습니다.
ms: Dimulakan daripada %@. Fon anda kekal pada peranti ini: fon yang dibuat di sini tidak dilampirkan pada tema yang dikongsi.
pt: Criada a partir de %@. A sua fonte fica neste dispositivo: as fontes feitas aqui não são anexadas a temas partilhados.
ru: Создан на основе %@. Ваш шрифт остаётся на этом устройстве: созданные здесь шрифты не прикрепляются к общим темам.
zh_hans: 基于 %@ 创建。你的字体保留在此设备上：在此制作的字体不会随分享的主题一起发送。

source: Starting category
de: Startkategorie
es: Categoría inicial
et: Algkategooria
fr: Catégorie de départ
hu: Kezdőkategória
it: Categoria iniziale
ja: 開始カテゴリー
ko: 시작 카테고리
ms: Kategori permulaan
pt: Categoria inicial
ru: Начальная категория
zh_hans: 起始类别

source: Starting microphone…
de: Mikrofon wird gestartet…
es: Iniciando micrófono…
et: Mikrofoni käivitamine…
fr: Démarrage du micro…
hu: Mikrofon indítása…
it: Avvio del microfono…
ja: マイクを起動中…
ko: 마이크 시작 중…
ms: Memulakan mikrofon…
pt: A iniciar o microfone…
ru: Включаем микрофон…
zh_hans: 正在启动麦克风…

source: State button
de: Zustands-Button
es: Botón de estado
et: Olekunupp
fr: Bouton d'état
hu: Állapotgomb
it: Pulsante di stato
ja: 状態ボタン
ko: 상태 버튼
ms: Butang keadaan
pt: Botão de estado
ru: Кнопка состояния
zh_hans: 状态按钮

source: Stays on this device unless you turn on Learned Words in iCloud Sync.
de: Bleibt auf diesem Gerät, solange du Gelernte Wörter in der iCloud-Synchronisierung nicht einschaltest.
es: Se queda en este dispositivo salvo que actives Palabras aprendidas en la sincronización con iCloud.
et: Jääb sellesse seadmesse, kui sa ei lülita iCloudi sünkroonimises sisse Õpitud sõnu.
fr: Reste sur cet appareil, sauf si tu actives Mots appris dans la synchro iCloud.
hu: Ezen az eszközön marad, hacsak be nem kapcsolod a Tanult szavak elemet az iCloud-szinkronban.
it: Resta su questo dispositivo, a meno che tu non attivi Parole apprese nella sincronizzazione iCloud.
ja: iCloud同期で「学習した単語」をオンにしない限り、この端末から出ません。
ko: iCloud 동기화에서 학습된 단어를 켜지 않으면 이 기기에만 남습니다.
ms: Kekal pada peranti ini melainkan awak hidupkan Perkataan dipelajari dalam Penyegerakan iCloud.
pt: Fica neste dispositivo, a não ser que ligues Palavras aprendidas na sincronização iCloud.
ru: Остаётся на этом устройстве, пока вы не включите «Выученные слова» в синхронизации с iCloud.
zh_hans: 除非你在 iCloud 同步里打开“已学习的单词”，否则只留在这台设备上。

source: Stays on your device
de: Bleibt auf deinem Gerät
es: Se queda en tu dispositivo
et: Jääb sinu seadmesse
fr: Reste sur ton appareil
hu: Az eszközödön marad
it: Resta sul tuo dispositivo
ja: デバイス内だけで処理
ko: 기기에만 저장
ms: Kekal pada peranti anda
pt: Fica no teu dispositivo
ru: Остаётся на вашем устройстве
zh_hans: 仅保留在你的设备上

source: Steel
de: Stahl
es: Acero
et: Teras
fr: Acier
hu: Acél
it: Acciaio
ja: スチール
ko: 스틸
ms: Keluli
pt: Aço
ru: Сталь
zh_hans: 钢色

source: Step
de: Stufe
es: Escalón
et: Aste
fr: Palier
hu: Lépcső
it: Gradino
ja: ステップ
ko: 계단
ms: Langkah
pt: Degrau
ru: Ступень
zh_hans: 阶跃

source: Steps in on the corrections the keyboard isn't sure about, so the close calls land right more often.
de: Greift bei Korrekturen ein, bei denen sich die Tastatur unsicher ist, damit knappe Fälle öfter richtig landen.
es: Echa una mano en las correcciones de las que el teclado no está seguro, para que los casos dudosos acierten más.
et: Sekkab parandustesse, mille suhtes klaviatuur pole kindel, nii et kahtlased juhtumid tabavad sagedamini õigesti.
fr: Donne un coup de main sur les corrections dont le clavier n'est pas sûr, pour que les cas limites tombent juste plus souvent.
hu: Besegít azoknál a javításoknál, amikben a billentyűzet nem biztos, így a bizonytalan esetek gyakrabban lesznek helyesek.
it: Interviene sulle correzioni di cui la tastiera non è sicura, così i casi incerti vanno a buon fine più spesso.
ja: キーボードが迷っている修正に手を貸して、際どいものもより正しく直るようにします。
ko: 키보드가 긴가민가하는 수정에 끼어들어서, 애매한 경우를 더 자주 제대로 맞춰요.
ms: Campur tangan bila papan kekunci tak pasti dengan pembetulan, supaya keputusan rapat lebih kerap betul.
pt: Entra em ação nas correções sobre as quais o teclado não tem a certeza, para que os casos duvidosos acertem mais vezes.
ru: Вмешивается там, где клавиатура не уверена в исправлении, чтобы спорные случаи чаще решались верно.
zh_hans: 在键盘拿不准的更正上多帮一把，让那些没把握的情况更常改对。

source: Sticker opacity
de: Sticker-Deckkraft
es: Opacidad de la pegatina
et: Kleebise läbipaistmatus
fr: Opacité de l’autocollant
hi: स्टिकर की अपारदर्शिता
hu: Matrica átlátszatlansága
it: Opacità dell'adesivo
ja: ステッカーの不透明度
ko: 스티커 불투명도
ms: Kelegapan pelekat
ne: स्टिकरको अपारदर्शिता
pt: Opacidade do adesivo
ru: Непрозрачность стикера
tr: Çıkartma opaklığı
zh_hans: 贴纸不透明度

source: Sticker rotation
de: Sticker-Drehung
es: Rotación de la pegatina
et: Kleepsu pööre
fr: Rotation de l'autocollant
hu: Matrica forgatása
it: Rotazione adesivo
ja: ステッカーの回転
ko: 스티커 회전
ms: Putaran pelekat
pt: Rotação do adesivo
ru: Поворот стикера
zh_hans: 贴纸旋转

source: Sticker size
de: Sticker-Größe
es: Tamaño de la pegatina
et: Kleepsu suurus
fr: Taille de l'autocollant
hu: Matrica mérete
it: Dimensione adesivo
ja: ステッカーのサイズ
ko: 스티커 크기
ms: Saiz pelekat
pt: Tamanho do adesivo
ru: Размер стикера
zh_hans: 贴纸大小

source: Stickers
de: Sticker
es: Pegatinas
et: Kleepsud
fr: Autocollants
hu: Matricák
it: Adesivi
ja: ステッカー
ko: 스티커
ms: Pelekat
pt: Adesivos
ru: Стикеры
zh_hans: 贴纸

source: Sticks close to the original wording, phrase by phrase.
de: Bleibt nah am Original, Wendung für Wendung.
es: Se ciñe a la redacción original, frase por frase.
et: Püsib originaali sõnastuse lähedal, fraasi kaupa.
fr: Reste au plus près du texte d'origine, expression par expression.
hu: Szorosan követi az eredeti megfogalmazást, fordulatról fordulatra.
it: Resta fedele al testo originale, frase per frase.
ja: 原文の言い回しを一語一句そのままたどります。
ko: 원문의 표현을 구절 단위로 그대로 따릅니다.
ms: Mengekalkan susunan kata asal, rangkai kata demi rangkai kata.
pt: Mantém-se fiel à redação original, expressão a expressão.
ru: Держится близко к исходным формулировкам, фраза за фразой.
zh_hans: 逐句贴合原文的措辞。

source: Still missing? Raise Prediction strength a notch.
de: Immer noch daneben? Dreh die Vorhersagestärke eine Stufe hoch.
es: ¿Sigues fallando? Sube un punto la Fuerza de predicción.
et: Endiselt puudu? Tõsta Ennustuse tugevust ühe astme võrra.
fr: Toujours à côté ? Monte la Force de prédiction d'un cran.
hu: Még mindig mellémegy? Told feljebb egy fokkal az Előrejelzés erősségét.
it: Sbagli ancora? Alza di un gradino l'Intensità della previsione.
ja: それでも外れる場合は、「予測の強さ」を一段上げてみてください。
ko: 그래도 빗나가면 예측 강도를 한 단계 올려 보세요.
ms: Masih tersasar? Naikkan Kekuatan ramalan satu takuk.
pt: Continuas a falhar? Sobe a Força da previsão um ponto.
ru: Всё равно не хватает? Поднимите «Силу предсказаний» на ступень.
zh_hans: 还是按不准？把“预测强度”往上调一档。

source: Still stuck
de: Noch Fragen
es: ¿Sigues con dudas?
et: Endiselt kinni
fr: Toujours bloqué ?
hu: Elakadtál?
it: Ancora bloccato?
ja: 解決しないときは
ko: 그래도 해결되지 않으면
ms: Masih buntu?
pt: Ainda com dúvidas?
ru: Всё ещё не получается
zh_hans: 还没解决？

source: Stop
de: Stoppen
es: Detener
et: Peatu
fr: Arrêter
hu: Leállítás
it: Interrompi
ja: 停止
ko: 중지
ms: Henti
pt: Parar
ru: Стоп
zh_hans: 停止

source: Stop dictating
de: Diktat beenden
es: Dejar de dictar
et: Lõpeta dikteerimine
fr: Arrêter de dicter
hu: Diktálás leállítása
it: Smetti di dettare
ja: 音声入力を停止
ko: 받아쓰기 중지
ms: Berhenti berimlak
pt: Parar de ditar
ru: Прекратить диктовку
zh_hans: 停止口述

source: Stop dictation
de: Diktat anhalten
es: Detener dictado
et: Peata dikteerimine
fr: Arrêter la dictée
hu: Diktálás leállítása
it: Interrompi dettatura
ja: ディクテーション停止
ko: 딕테이션 중단
ms: Hentikan dikte
pt: Parar ditado
ru: Остановить диктовку
zh_hans: 停止听写

source: Stops
de: Stopps
es: Paradas
et: Peatused
fr: Arrêts
hu: Megáll
it: Arresti
ja: 停止
ko: 정지점
ms: Hentian
pt: Paragens
ru: Точки
zh_hans: 停止点

source: Stops Clink's microphone session.
de: Beendet die Mikrofonsitzung von Clink.
es: Detiene la sesión de micrófono de Clink.
et: Lõpetab Clinki mikrofoniseansi.
fr: Arrête la session microphone de Clink.
hu: Leállítja a Clink mikrofon-munkamenetét.
it: Interrompe la sessione del microfono di Clink.
ja: Clinkのマイクセッションを終了します。
ko: Clink의 마이크 세션을 종료합니다.
ms: Menghentikan sesi mikrofon Clink.
pt: Termina a sessão de microfone do Clink.
ru: Завершает сеанс работы Clink с микрофоном.
zh_hans: 停止 Clink 的麦克风会话。

source: Stops the light getting bright enough to swallow the letter on the key. Turn off for the boldest color.
de: Verhindert, dass das Licht so hell wird, dass es den Buchstaben auf der Taste verschluckt. Aus für die kräftigste Farbe.
es: Evita que la luz sea tan intensa que se coma la letra de la tecla. Desactívalo para el color más intenso.
et: Hoiab ära, et valgus muutuks nii eredaks, et see neelaks klahvil oleva tähe. Lülita välja kõige julgema värvi jaoks.
fr: Empêche la lumière de devenir si vive qu'elle avale la lettre sur la touche. Désactivez pour la couleur la plus intense.
hu: Megakadályozza, hogy a fény elnyomja a gombon lévő betűt. Kapcsold ki a legerősebb színért.
it: Evita che la luce diventi così intensa da inghiottire la lettera sul tasto. Disattiva per il colore più intenso.
ja: キーの文字が光に飲まれない明るさに抑えます。オフにすると最も鮮やかな色になります。
ko: 빛이 키의 글자를 삼킬 만큼 밝아지지 않게 합니다. 끄면 색이 가장 진해집니다.
ms: Menghalang cahaya menjadi terlalu terang sehingga menelan huruf pada kekunci. Matikan untuk warna paling berani.
pt: Impede que a luz fique tão intensa que engula a letra da tecla. Desliga para a cor mais intensa.
ru: Не даёт свету стать настолько ярким, чтобы поглотить букву на клавише. Выключите для самого насыщенного цвета.
zh_hans: 避免灯光亮到吞掉按键上的字母。关闭可获得最浓的色彩。

source: Straight
de: Wörtlich
es: Literal
et: Sõnasõnaline
fr: Littéral
hu: Szó szerinti
it: Letterale
ja: 直訳
ko: 직역
ms: Harfiah
pt: Literal
ru: Прямо
zh_hans: 直译

source: Straight edge
de: Gerade Kante
es: Borde recto
et: Sirge serv
fr: Bord droit
hu: Egyenes perem
it: Bordo dritto
ja: 直線の縁
ko: 직선 가장자리
ms: Tepi lurus
pt: Borda reta
ru: Прямой край
zh_hans: 直边

source: Strength
de: Stärke
es: Intensidad
et: Tugevus
fr: Intensité
hu: Erősség
it: Intensità
ja: 強さ
ko: 강도
ms: Kekuatan
pt: Intensidade
ru: Сила
zh_hans: 强度

source: Stretch
de: Dehnen
es: Estiramiento
et: Venitus
fr: Étirement
hu: Nyúlás
it: Allungamento
ja: ストレッチ
ko: 늘이기
ms: Regang
pt: Esticar
ru: Растяжение
zh_hans: 拉伸

source: Strokes
de: Konturen
es: Contornos
et: Kontuurid
fr: Contours
hu: Körvonalak
it: Contorni
ja: ストローク
ko: 스트로크
ms: Garisan
pt: Contornos
ru: Обводка
zh_hans: 描边

source: Strong
de: Stark
es: Fuerte
et: Tugev
fr: Fort
hu: Erős
it: Forte
ja: 強
ko: 강하게
ms: Kuat
pt: Forte
ru: Сильно
zh_hans: 强

source: Style
de: Stil
es: Estilo
et: Stiil
hu: Stílus
it: Stile
ja: スタイル
ko: 스타일
ms: Gaya
pt: Estilo
ru: Стиль
zh_hans: 样式

source: Style Control
de: Stilsteuerung
es: Control de estilo
et: Stiili häälestus
fr: Contrôle du style
hu: Stílusvezérlés
it: Controllo stile
ja: スタイル調整
ko: 스타일 조절
ms: Kawalan Gaya
pt: Controle de estilo
ru: Управление стилем
zh_hans: 样式控制

source: Style the word you're typing
de: Gestalte das Wort, das du tippst
es: Dale estilo a la palabra que escribes
et: Stiili tippimisel olevale sõnale
fr: Styliser le mot en cours de frappe
hu: Stilizáld a gépelt szót
it: Stilizza la parola che stai digitando
ja: 入力中の単語を装飾
ko: 입력 중인 단어에 스타일을 적용
ms: Gayakan perkataan yang anda taip
pt: Estilize a palavra que está a escrever
ru: Стилизуйте слово, которое вы печатаете
zh_hans: 为正在输入的字词应用样式

source: Style, colors and cleanup
de: Stil, Farben und Aufräumen
es: Estilo, colores y limpieza
et: Stiil, värvid ja korrastamine
fr: Style, couleurs et mise au propre
hu: Stílus, színek és tisztítás
it: Stile, colori e pulizia
ja: スタイル・色・仕上げ
ko: 스타일, 색상, 다듬기
ms: Gaya, warna dan kemasan
pt: Estilo, cores e limpeza
ru: Стиль, цвета и наведение порядка
zh_hans: 样式、颜色和文字整理

source: Subscribe
de: Abonnieren
es: Suscribirse
et: Telli
fr: S'abonner
hu: Előfizetés
it: Abbonati
ja: 登録する
ko: 구독
ms: Langgan
pt: Subscrever
ru: Оформить подписку
zh_hans: 订阅

source: Subscribe Yearly
de: Jährlich abonnieren
es: Suscribirse por un año
et: Telli aastaselt
fr: S'abonner à l'année
hu: Éves előfizetés
it: Abbonati per un anno
ja: 年間プランに登録
ko: 연간 구독
ms: Langgan tahunan
pt: Subscrever por um ano
ru: Подписка на год
zh_hans: 订阅年度方案
